CPParthasarathy/sqd/sdkconfig.defaults
# B3.1 common platform configuration.
# Controlled hardware invariants shared by all build profiles.
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="8MB"
